Repository: quandigital/large-tin
Catalog: languages/*.po
Languages: de_de, es_es, fr_fr, it_it

# comments title
source: One Comment
de_de: Ein Kommentar
es_es: Un comentario
fr_fr: Un commentaire
it_it: Un commento

source: Comment navigation
de_de: Kommentarnavigation
es_es: Navegar por los comentarios
fr_fr: Barre de navigation des commentaires
it_it: Navigazione Commenti

source: &larr; Older Comments
de_de: &larr; Ältere Kommentare
es_es: &larr; Comentarios antiguos
fr_fr: &larr; commentaires plus anciens
it_it: &larr; Commenti precedenti

source: Newer Comments &rarr;
de_de: Neuere Kommentare &rarr;
es_es: Nuevos comentarios &rarr;
fr_fr: Commentaires les plus récents &rarr;
it_it: Commenti più recenti &rarr;

source: Comments are closed.
de_de: Kommentare sind geschlossen.
es_es: Los comentarios están cerrados
fr_fr: Les commentaires sont fermés
it_it: I commenti sono chiusi.

# Contactform placeholder
source: Phone
de_de: Telefonnummer
es_es: Teléfono
fr_fr: Téléphone
it_it: Telefono

# Contactform placeholder
source: Subject
de_de: Betreff
es_es: Asunto
fr_fr: Sujet
it_it: Oggetto

# Spam Prevention
source: Please leave empty
de_de: Bitte leer lassen.
es_es: Por favor, dejad vacío
fr_fr: Merci de laisser vide
it_it: Lasciare vuoto

source: Write us an e-mail
de_de: Schreiben Sie uns
es_es: Escríbanos un e-mail
fr_fr: Ecrviez-nous un mail
it_it: Scrivici una email

source: Talk to us
de_de: Reden Sie mit uns
es_es: Hable con nosotros
fr_fr: Contactez-nous
it_it: Chiamaci

source: Read our blog
de_de: Lesen Sie unseren Blog
es_es: Lea nuestro blog
fr_fr: Lisez notre blog
it_it: Leggi il nostro blog

source: Like us on facebook
de_de: Liken Sie uns auf facebook
es_es: Dele a me gusta en Facebook
fr_fr: Likez-nous sur Facebook
it_it: Seguici su Facebook

source: Follow us on twitter
de_de: Folgen Sie uns auf twitter
es_es: Síganos en Twitter
fr_fr: Suivez-nous sur Twitter
it_it: Seguici su Twitter

source: Add us to your circles
de_de: Fügen Sie uns Ihren Kreisen hinzu
es_es: Añádanos a sus círculos
fr_fr: Ajoutez-nous à vos cercles
it_it: Aggiungici alle tue cerchie

source: Read the legal stuff
de_de: Impressum
es_es: Leer condiciones legales
fr_fr: Lisez les mentions légales
it_it: Leggi i termini legali

# Please replace any spaces by &amp;nbsp;
source: Team
es_es: Equipo
fr_fr: Equipe

# Please replace any spaces by &amp;nbsp;
source: Take&nbsp;the&nbsp;Tour
es_es: De&nbsp;una&nbsp;vuelta
fr_fr: Prenez&nbsp;part&nbsp;au&nbsp;voyage

# Please replace any spaces by &amp;nbsp;
source: Contact
de_de: Kontakt
es_es: Contacto
it_it: Contatti

source: Nothing here yet. We are working on new blogposts.
de_de: Leider ist diese Kategorie noch leer. Wir arbeiten unter Hochdruck an neuen Blogposts.
es_es: No hay nada todavía. Estamos trabajando en nuevos posts.
fr_fr: C'est encore vide. Nous travaillons sur de nouveaux articles de blog.
it_it: Ancora nulla. Stiamo lavorando su nuovi post.

source: %1$s at %2$s
de_de: %1$s um %2$s
es_es: %1$s a %2$s
fr_fr: %1$s à %2$s
it_it: %1$s a %2$s

source: (Edit)
de_de: (Bearbeiten)
es_es: (Editar)
fr_fr: (Editer)
it_it: (Modifica)

source: Your comment is awaiting moderation.
de_de: Ihr Kommentar wird moderiert.
es_es: Su comentario está a la espera de moderación.
fr_fr: Votre commentaire est en attente de modération
it_it: Il tuo commento è in attesa di moderazione.

source: All Posts
de_de: Alle Beiträge
es_es: Todos los posts
fr_fr: Tous les articles
it_it: Tutti i post

source: All Langagues
de_de: Alle Sprachen
es_es: Todos los idiomas
fr_fr: Tous les langages
it_it: Tutte le lingue

source: Your Message has been sent.
de_de: Ihre Nachricht wurde versendet.
es_es: Su mensaje ha sido enviado.
fr_fr: Votre message a été envoyé
it_it: Il tuo messaggio è stato inviato correttamente.

source: We will get back to you shortly!
de_de: Wir werden uns in Kürze bei Ihnen melden!
es_es: ¡Nos pondremos en contacto con usted muy pronto!
fr_fr: Nous allons revenir vers vous rapidement!
it_it: Ti risponderemo appena possibile!

source: Please enter a valid email address.
de_de: Bitte geben Sie eine gültige E-Mail Adresse an.
es_es: Por favor, introduzca una dirección de email válida.
fr_fr: Merci d'insérer une adresse mail valide.
it_it: Inserisci un indirizzo email valido.

source: Please enter a phone number.
de_de: Bitte geben Sie eine Telefonnummer an.
es_es: Por favor, introduzca un número de teléfono.
fr_fr: Merci d'insérer un numéro de téléphone.
it_it: Inserisci un numero di telefono.

source: Please enter a subject.
de_de: Bitte geben Sie einen Betreff an.
es_es: Por favor, introduzca el asunto.
fr_fr: Merci d'insérer un sujet.
it_it: Inserisci un oggetto.

source: Written by
de_de: Geschrieben von
es_es: Escrito por
fr_fr: Ecrit par
it_it: Scritto da

source: Share
es_es: Compartir
fr_fr: Partagez
it_it: Condividi

source: on facebook
de_de: auf facebook
es_es: en facebook
fr_fr: sur Facebook
it_it: su Facebook

source: on twitter
de_de: auf twitter
es_es: en twitter
fr_fr: sur Twitter
it_it: su Twitter

source: on google+
de_de: auf google+
es_es: en google+
fr_fr: sur Google+
it_it: su Google+

source: Published
de_de: Veröffentlicht
es_es: Publicado
fr_fr: Publié
it_it: Pubblicato

# in category xyz
source: in
es_es: en
fr_fr: dans

# Spam Prevention
source: Please leave empty to send the contact form.
de_de: Bitte leer lassen um das Formular abzusenden.
es_es: Por favor, dejad vacío para enviar el formulario de contacto.
fr_fr: Merci de laisser vide pour envoyer le formulaire de contact.
it_it: Lasciare vuoto per inviare il form di contatto.

source: Job Openings at Quan Digital GmbH
de_de: Stellenangebote bei der Quan Digital GmbH
es_es: Ofertas de empleo en Quan Digital GmbH
fr_fr: Offres d'emploi chez Quan Digital GmbH
it_it: Offerte di lavoro a Quan Digital Gmbh

# Please replace any spaces by &amp;nbsp;
source: Jobs
es_es: Trabajos
fr_fr: Emplois
it_it: Offerte di lavoro

source: Details
es_es: Detalles
fr_fr: Détails
it_it: Dettagli

source: Please address your application to
de_de: Bitte richten Sie Ihre Bewerbung an
es_es: Por favor, envíe su solicitud a
fr_fr: Merci d'envoyer votre candidature à
it_it: Invia la tua candidatura all' attenzione di

source: Send
de_de: Absenden
es_es: Enviar
fr_fr: Envoyer
it_it: Invia

source: Please enter an email address.
de_de: Bitte geben Sie eine E-Mail Adresse an.
es_es: Por favor, introduzca su dirección de e-mail
fr_fr: Merci d'insérer une adresse mail
it_it: Inserisci un indirizzo email valido.

source: Get on board!
de_de: Heuern Sie uns an!
es_es: ¡Sube a bordo!
fr_fr: Engagez-nous !
it_it: Dateci il permesso di salire a bordo

source: Quan Digital began with the idea of providing better online marketing through innovative technology, high standards and a passion for our customers.
de_de: Quan Digital ging aus dem Gedanken hervor, besseres Online Marketing durch innovative Technik, hohen menschlichen Anspruch und Begeisterung für unsere Kunden anzubieten.
es_es: La firma Quan Digital nace como resultado de nuestro interés por ofrecer un mejor servicio de marketing online que cuente con la tecnología más innovadora, y que nos ayude en nuestro deseo de satisfacer y superar las grandes expectativas de nuestros clientes.
fr_fr: Quan Digital est né de la volonté de proposer un marketing optimisé par son engagement, une technique innovante et de hauts critères d'exigence.
it_it: Quan Digital nasce dall’idea di offrire un miglior servizio di online marketing attraverso tecnica innovativa, alto valore umano ed entusiasmo verso i propri clienti.

source: Every brand has its own unique story.
de_de: Jede Marke verdient eine gute Geschichte.
es_es: Toda marca merece tener una buena historia que contar.
fr_fr: Chaque marque mérite une belle histoire.
it_it: Ogni brand si merita una storia.

source: We tell it.
de_de: Wir erzählen sie.
es_es: Nosotros queremos narrar la suya.
fr_fr: Nous racontons cette histoire.
it_it: Noi la raccontano.

source: Please use the scroll wheel of your mouse or the arrow keys on your keyboard to naviagte the page
de_de: Bitte benutzen Sie das Scroll-Rad Ihrer Maus oder die Pfeiltasten der Tastatur um zu navigieren.
es_es: Por favor, utilice la rueda de desplazamiento del ratón o las flecha del teclado para navegar por la página
fr_fr: Merci d'utiliser la roulette de la souris ou les flèches de votre clavier pour naviguer sur la page
it_it: Utilizza la rotellina del mouse o le frecce della tastiera per navigare la pagina

source: OR
de_de: ODER
es_es: O
fr_fr: OU
it_it: O

source: Next <abbr title="Point of Interest">POI</abbr>
de_de: Nächster <abbr title="Ort von Interesse">OVI</abbr>
es_es: Siguiente <abbr title="Punto de interés">POI</abbr>
fr_fr: Prochain <abbr title="Point d'Intérêt">PI</abbr>
it_it: Prossimo <abbr title="Point of Interest">POI</abbr>

source: Keep the "down"-arrow pressed to travel.<br />Release it to stop.
de_de: Halten Sie den "unten"-Pfeil gedrückt um zu reisen.<br />Lassen Sie ihn los um anzuhalten.
es_es: Mantenga la flecha "abajo " presionada para viajar.<br /> Suelte para parar.
fr_fr: Gardez la flèche "du bas" appuyée pour voyager.<br />Relâchez la pour arrêter
it_it: Premi la freccia che punta in basso per navigare.<br />Rilasciala per fermarti.

source: Previous <abbr title="Point of Interest">POI</abbr>
de_de: Vorheriger <abbr title="Ort von Interesse">OVI</abbr>
es_es: Anterior <abbr title="Punto de interés">POI</abbr>
fr_fr: Précédent <abbr title="point d'intérêt">PI</abbr>
it_it: Precedente <abbr title="Point of Interest">POI</abbr>

source: Keep the "up"-arrow pressed to travel backwards.<br />Release it to stop.
de_de: Halten Sie den "Oben"-Pfeil um rückwärts zu reisen.<br />Lassen Sie ihn los um anzuhalten.
es_es: Mantenga la flecha "arriba" presionada para volver hacia atrás.<br />Soltar para parar.
fr_fr: Gardez la flèche "du haut" appuyée pour voyager en contresens. <br />Relâchez là pour arrêter.
it_it: Premi la freccia che punta in alto per navigare all'indietro.<br />Rilasciala per fermarti.

source: We map out your ideal path to success
de_de: Wir berechnen Ihre optimale Route
es_es: Encontraremos la ruta ideal para usted
fr_fr: Nous vous créons un itinéraire optimal
it_it: Calcoliamo la rotta ottimale

source: Do you know your competitors?
de_de: Kennen Sie Ihre Mitbewerber?
es_es: ¿Conoce a su competencia?
fr_fr: Connaissez-vous vos concurrents ?
it_it: Conoscete i vostri concorrenti?

source: Are you on top of every keyword in your market environment?
de_de: Haben Sie einen Überblick über jedes Keyword in Ihrem Marktumfeld?
es_es: ¿Sabe qué estrategias de comercialización con palabras clave son adecuadas para su entorno de marketing?
fr_fr: Connaissez-vous chaque mot-clé utilisé sur votre marché ?
it_it: Avete un quadro esatto delle keyword che riguardano la vostra fascia di mercato?

source: Are you absolutely sure that you always approach your target group in the right manner?
de_de: Sind Sie sich absolut sicher, dass Sie Ihre Zielgruppe immer richtig ansprechen?
es_es: ¿Está completamente seguro de que utiliza las tácticas adecuadas para dirigirse a su target?
fr_fr: Êtes-vous absolument certain de toujours atteindre votre groupe cible ?
it_it: Sapete rivolgervi in modo sempre corretto al vostro target di riferimento?

source: Answering these questions is an integral part of planning the path to your individual ROI.
de_de: Diese Fragen zu beantworten, ist fester Bestandteil unserer Routenplanung zu Ihrem individuellen ROI.
es_es: Juntos daremos respuestas a estas preguntas, ya que lo consideramos esencial para nuestro trabajo, ya que así podremos planificarle una ruta personalizada que se ajuste a su objetivo.
fr_fr: Répondre à ces questions fait partie de notre concept pour réaliser votre ROI personnalisé.
it_it: Le risposte a queste domande sono importanti e ci permettono di pianificare il percorso migliore per raggiungere il vostro ROI (ritorno sugli investimenti) individuale.

source: Detailed market analysis is one thing, one-time or routine on-page and off-page audits are another &ndash; in the end, it’s always about a unique business strategy. Trend-setting know-how and self-critical advancement complement our highly technical setup. Our systems and crawlers, access to every established marketing tool for the reporting of all the familiar metrics – you tell us where you want your journey to lead you.
de_de: Detaillierte Marktanalysen sind das eine, einmalige oder regelmäßige Onpage und Offpage Audits das andere &ndash; am Ende steht immer eine individuelle Businessstrategie. Richtungsweisendes Know-how und selbstkritische Weiterentwicklung sind für uns die Ergänzung unseres hochmodernen technischen Setups. Eigene Systeme und Crawler, Zugänge zu jedem etablierten Marketingtool für Reportings aller bekannter Metriken &ndash; sagen Sie uns, wohin die Reise gehen soll.
es_es: Por medio de detallados análisis de mercado y de actualizaciones puntuales o regulares de las estrategias de posicionamiento, tanto Onpage como Offpage, alcanzamos nuestro objetivo principal, que es conseguir el suyo. Nuestras avanzadas ideas van siempre de la mano de nuestro compromiso por lograr un progreso autocrítico y desarrollar una metodología que sirva como modelo. Contamos con sistemas y rastreadores propios, así como acceso a las herramientas de marketing más punteras para realizar informes basados con las métricas más fiables. <br />Simplemente indíquenos su objetivo, nosotros nos encargamos del resto.
fr_fr: Nous procédons à des analyses de marché et à des audits onpage et offpage occasionnels ou réguliers pour établir une stratégie de marché personnalisée. Notre savoir-faire novateur et notre développement continu complètent parfaitement nos outils ultramodernes. Grâce à nos systèmes, nos crawlers et l’accès aux outils de marketing conçus pour le reporting de toutes les métriques reconnues, nous vous aidons à atteindre l’objectif souhaité en vous indiquant le bon cap.
it_it: Al giorno d’oggi una buona strategia di business deve integrare dettagliate analisi di mercato con controlli On-Page ed Off-Page singoli o periodici. Un know-how orientato al futuro e il continuo sviluppo autocritico completano il nostro set up tecnico altamente all’avanguardia. Abbiamo sistemi e crawler propri e abbiamo accesso ai tool di marketing più affidabili per realizzare report basati sulle metriche più autorevoli. Indicateci dove deve puntare il viaggio, noi penseremo al resto.

source: You can only gain momentum with a good story
de_de: Nur mit einer guten Geschichte nehmen Sie Fahrt auf
es_es: Para comenzar su ruta necesita una buena historia que contar
fr_fr: Seule une bonne histoire pourra vous faire décoller
it_it: Solo con una buona storia alle spalle si può prendere il largo

source: You know your product.
de_de: Sie kennen Ihr Produkt.
es_es: Usted conoce mejor que nadie su producto.
fr_fr: Vous connaissez votre produit.
it_it: Conoscete il vostro prodotto.

source: You know what you’re selling.
de_de: Sie wissen, was Sie verkaufen.
es_es: Sabe lo que está vendiendo.
fr_fr: Vous savez ce que vous vendez.
it_it: Sapete che cosa vendete.

source: You know how great what you’re offering is.
de_de: Sie wissen, wie großartig Ihr Angebot ist.
es_es: No le cabe la menor duda de que su producto es excepcional.
fr_fr: Vous connaissez la qualité de votre offre.
it_it: Siete consapevoli di quanto eccezionale sia la vostra offerta.

source: But do your potential customers know this as well?
de_de: Aber wissen es auch ihre potentiellen Kunden?
es_es: Pero, ¿sabe si sus clientes potenciales están tan seguros?
fr_fr: Est-ce que vos clients potentiels en ont également conscience ?
it_it: Ma avete anche individuato i vostri potenziali clienti?

source: You need more than a great product. You need a story that is just as fantastic as your product. You provide us with your information and our editorial staff will tell your story in a way that captivates your target market.
de_de: Sie brauchen mehr als ein gutes Produkt. Sie brauchen eine Geschichte dazu, die so großartig ist wie Ihr Produkt. Sie geben uns Ihre Informationen, unsere Redaktion verwandelt Sie in Geschichten, die konvertieren.
es_es: Contar con un buen producto, por excepcional que éste pueda ser, no es suficiente. Para ganarse un hueco en el mercado, necesita una historia que sea tan especial como su producto. Usted nos proporciona la información y nuestro equipo de redacción la convertirá en una historia.
fr_fr: Vous avez besoin de plus que d'un bon produit. Il vous faut une histoire aussi extraordinaire que votre produit. Confiez-nous vos informations et notre rédaction les transforme en histoires.
it_it: Non basta avere un buon prodotto. Vi serve una storia che sia altrettanto straordinaria e in cui il vostro cliente finale possa identificarsi. Noi vi aiutiamo a crearla.

source: The anchors for your content strategy can be blog posts, product descriptions or landing pages. Our international team is more than happy to consult with you on this.
de_de: Die Anker Ihrer Contentstrategie können Blogartikel, Shoptexte und Landingpagetexte sein. Unser internationales Team berät Sie dazu gern.
es_es: Estos contenidos pueden entonces publicarse de forma estratégica en artículos de blogs, landing pages o bien como descripciones de productos. Nuestro equipo internacional estará encantado de poder asesorarle en este aspecto.
fr_fr: Votre stratégie de contenu peut s'articuler autour d'articles de blog, de textes commerciaux et de textes de page d'accueil. Notre équipe internationale vous conseille volontiers.
it_it: L’ancora della vostra content strategy sarà costituita da blog post, descrizioni di prodotto e testi delle landing page. Il nostro team internazionale è a vostra disposizione.

source: Full speed ahead with CPC
de_de: Volle Kraft voraus durch CPC
es_es: Con el pago por clic (PPC) ¡no habrá quien nos pare!
fr_fr: En avant toute avec CPC
it_it: Avanti tutta con il CPC

source: You approach your customers directly. As a short-term investment, AdWords is the boost you need for your site. You only pay for the users who come to your website via the advertisement. AdWords campaigns offer an excellent basis for cost-benefit analyses of your online activities and only bring you the customers who are looking for your product. In other words – exactly the people you want to find you.<br />Your site is optimised, social media and blogger outreach strategies are kicking in – we use AdWords on your behalf, to better achieve your target conversion goals.
de_de: Sie sprechen Ihre Kunden gezielt und direkt an. Als kurzfristiges Investment ist AdWords der Boost, den Sie für Ihre Seite benötigen. Sie zahlen nur für die User, die Ihre Website auch über die Anzeige besuchen. AdWords Kampagnen bieten eine exzellente Basis für Kosten-Nutzen-Analysen Ihrer Online Maßnahmen und bringen Ihnen die Kunden, die genau nach Ihrem Produkt suchen.<br />Ihre Seite ist optimiert, Social Media und Link Building laufen an &ndash; um Ihre Conversion Ziele noch besser zu erreichen, setzen wir für Sie AdWords ein.
es_es: La clave está en dirigirse al cliente de forma directa y con un objetivo claro. Como inversión a corto plazo, el programa de publicidad AdWords es el empujón que su sitio web necesita. Con el sistema PPC, tan sólo pagará por cada clic que un usuario realice en su anuncio para acceder a su sitio web. Las campañas de AdWords ofrecen un excelente soporte para los análisis de la relación coste-beneficio que necesita para mejorar la gestión de su sitio web, al mismo tiempo que consiguen captar clientes interesados concretamente en su producto.<br />Tras haber optimizado su sitio web, gestionado su posicionamiento y haber creado un sólido sistema de enlaces, AdWords es el siguiente paso en su recorrido para potenciar la historia de su producto.
fr_fr: Vous vous adressez à vos clients de manière directe et ciblée. En tant qu'investissement à court terme, AdWords est le stimulant dont votre page a besoin. Vous ne payez que pour les utilisateurs qui visitent votre site internet, via votre annonce publicitaire. Les campagnes AdWords offrent une excellente base pour établir des analyses coûts/avantages de vos activités en ligne et redirigent vers vous les clients qui sont exactement à la recherche de votre produit.<br />Votre site est optimisé, les réseaux sociaux et la collaboration avec les blogueurs font de l’effet... Pour vous aider à atteindre encore mieux vos objectifs de conversion, nous mettons en place une stratégie AdWords pour vous.
it_it: Mirato e diretto, AdWords è la spinta di cui avete bisogno se avete in mente un investimento circoscritto nel tempo. Pagherete solo per gli utenti che arriveranno al sito cliccando sul vostro annuncio pubblicitario. Le campagne AdWords offrono un’eccellente base per le analisi costi-benefici delle vostre azioni in rete e portano al vostro sito proprio i clienti che sono alla ricerca del vostro prodotto.

source: Ship ahoy &ndash; We are at the helm for you
de_de: Schiff ahoi &ndash; Wir sind für Sie am Ruder
es_es: Déjenos asesorarle con nuestra experiencia, nosotros tomamos las riendas por usted.
fr_fr: Ohé capitaine : nous tenons la barre pour vous
it_it: Ahoy! Siamo al timone per voi

source: Your agency requires expertise for a specific project? You’re in need of optimised content? Maybe you’re already working with an agency and need support for a comprehensive venture?
de_de: Sie brauchen als Agentur Expertise für ein bestimmtes Projekt? Oder benötigen optimierten Content? Vielleicht arbeiten Sie bereits mit einer Agentur zusammen und wünschen Unterstützung bei einem größeren Vorhaben?
es_es: ¿Requiere su empresa nuestra experiencia para un proyecto concreto? ¿Necesita quizás una optimización de sus contenidos? ¿Trabaja con otra agencia y precisa apoyo para un proyecto de mayor envergadura?
fr_fr: Vous êtes une agence et nécessitez l'aide d'experts pour réaliser un projet particulier ? Ou avez-vous besoin de contenus optimisés ? Vous travaillez peut-être déjà avec une agence et souhaitez être assisté dans le cadre d'un projet volumineux ?
it_it: Siete un’agenzia e avete bisogno della nostra esperienza per un progetto concreto? Avete bisogno di ottimizzare contenuti? Lavorate già con un’agenzia e avete bisogno di aiuto per un grande progetto?

source: Our products are your products. Quan Digital offers white label solutions, allowing you to resell our products and services as your own and thereby expanding your portfolio.<br />We support you and your agency in across a wide variety of fields. And of course, with a 100% anonymity assurance.
de_de: Quan Digital bietet White-label Lösungen, die Ihr Portfolio erweitern.<br />Als Agentur verkaufen Sie unsere Produkte und Dienstleistungen als white-labeled Komplettangebote weiter. Wir unterstützen Sie und Ihr Team auf allen Märkten. Natürlich mit 100% Anonymitätsgarantie.
es_es: Quan Digital le ofrece servicios White label o de marca blanca que le ayudarán a ampliar su cartera de inversiones.Nuestra oferta de servicios de marca blanca, permite a su empresa comerciar con nuestros productos y prestaciones. Le ayudamos a usted y a su equipo a abrirse camino en el mercado que más le interese. Por supuesto, con total garantía de anonimato.
fr_fr: Quan Digital propose des solutions marque blanche pour étendre votre portfolio. En tant qu'agence, vous vendez nos produits et nos services sous forme d'offres complètes en marque blanche. Nous vous assistons, ainsi que votre équipe, sur tous les marchés. Et bien sûr en tout anonymat.
it_it: Quan Digital offre soluzioni white-label in grado di espandere il vostro portfolio.Come agenzia potrete rivenderete i nostri prodotti e servizi come offerte complete white-label. Sosterremo voi e il vostro team su tutti i mercati. Con il 100% di garanzia di anonimato.
