Repository: quandigital/large-tin
Catalog: languages/*.po
Languages: de_de, es_es, fr_fr, it_it

source: Push the boat out &ndash; let others do the talking about just how wonderful you are
de_de: Lassen Sie andere von Ihren Heldentaten berichten
es_es: Deje que el mundo descubra sus puntos fuertes
fr_fr: Communiquez vos actions au monde entier
it_it: Lasciate che siano altri a narrare delle vostre gesta eroiche

source: We use social networks on both an occupational and personal basis, and come into contact with the relentless amounts of content that streams through the internet every day.<br />We can supply great content, which will be heard and gladly shared. Content that is fresh, well written and engaging – and which lets the world know about your great work. It can be done on Facebook, via Twitter, YouTube or other platforms.
de_de: Wir nutzen soziale Netzwerke jeden Tag, beruflich und privat und sind immer wieder begeistert davon, wie vielseitig die Möglichkeiten sind, Inhalte in der Welt zu verbreiten.<br />Wir liefern den Content, der gern geteilt wird. Der anders ist und neu und gut &ndash; auf dass die Welt von Ihren Heldentaten erfährt. Das kann auf Facebook stattfinden, per Twitter oder Youtube oder einer anderen Plattform.
es_es: Utilizamos a diario las redes sociales, en el trabajo y de forma privada, y no deja de sorprendernos el amplio abanico de posibilidades que estas proporcionan a la hora de divulgar contenidos.<br />Nosotros difundimos esa información y nos complace además poder compartirla. ¡Demos a conocer al mundo algo bueno, diferente e innovador! Esto puede conseguirse por medio de Facebook, Twitter, Youtube o cualquier otra plataforma social.
fr_fr: Nous utilisons tous les jours les réseaux sociaux, à des fins professionnelles ou privées, et sommes enchantés de pouvoir partager nos contenus avec le reste du monde de différentes manières.<br />Nous rendons publics les contenus qui doivent l'être. Des contenus différents, nouveaux et de qualité qui doivent être communiqués au monde entier. Ces contenus peuvent être publiés sur Facebook, via Twitter ou YouTube, ou encore une autre plateforme.
it_it: Siamo un team di nativi digitali cresciuti a pane e social network. Creiamo contenuti diversi dagli altri, nuovi, efficaci! Contenuti che non soltanto si posizioneranno in Google, ma faranno conoscere al mondo le vostre gesta eroiche attraverso Facebook, Twitter, Youtube ed altre piattaforme.

source: Ultimately, this is rated in a very positive manner by search engines such as Google. Custom social media strategies, realised with the utmost precision, generate both attention and traffic.
de_de: Letztlich wird das von Suchmaschinen wie Google sehr positiv bewertet. Maßgeschneiderte Social Media Strategien, punktgenau umgesetzt, generieren Aufmerksamkeit, die für Traffic sorgt.
es_es: De este modo, su producto estará en boca de todos, y ayudará a mejorar su autoridad y posicionamiento. Diseñamos estrategias a medida que emplean las redes sociales como plataforma y sabemos elegir el momento clave para atraer la atención de los consumidores y hacer prosperar su negocio.
fr_fr: Ceci est évalué de manière particulièrement positive par les moteurs de recherche comme Google. Des stratégies de médias sociaux créées sur mesure et réalisées avec précision, permettent d'attirer l'attention et d'augmenter la fréquentation des contenus.
it_it: Ideiamo con assoluta precisione strategie su misura che utilizzano i social media e siamo in grado di individuare il momento e il modo giusto per attirare l’attenzione degli utenti e generare traffico.

source: Add us to your circle
de_de: Fügen Sie uns Ihren Kreisen hinzu
es_es: Añádanos a sus círculos
fr_fr: Ajoutez nous à votre cercle
it_it: Aggiungici alle tue cerchie

source: Consulting
es_es: Consultoría
fr_fr: Conseil
it_it: Consulenza

source: Content
es_es: Contenido
fr_fr: Contenu
it_it: Contenuti

source: White-Label
es_es: Servicios para agencias
fr_fr: Marque blanche

# public phone number for your country
source: tel:+123456789
de_de: tel:+49302061379244
es_es: tel:+34911234700
fr_fr: tel:+49302061379249
it_it: tel:+49302061379266

source: Get on Board!
de_de: Heuern Sie uns an!
es_es: Confíe en nosotros y contrate nuestros servicios.
fr_fr: Engagez-nous !
it_it: Dateci il permesso di salire a bordo

source: Whoops! Something has gone wrong. We'll reload the page...
de_de: Etwas ist schief gelaufen. Wir laden die Seite neu...
es_es: ¡Whoops! Algo ha salido mal. Vamos a recargar la página ...
fr_fr: Oops ! Une erreur s'est produite. Nous allons recharger la page...
it_it: Ooops! Qualcosa è andato storto. Proviamo a ricaricare la pagina...

source: Show Tweets
de_de: Tweets anzeigen
es_es: Mostrar Tweets
fr_fr: Montrer les Tweets
it_it: Mostra Tweets

source: Favorite
de_de: Favorisieren
es_es: Favorito
fr_fr: Favori
it_it: Preferiti

source: Reply
de_de: Antworten
es_es: Responder
fr_fr: Répondre
it_it: Rispondi

source: Organic Visibility as a powerful engine in troubled waters
de_de: Organic Visibility als starker Motor in schwierigen Gewässern
es_es: Visibilidad Orgánica como un potente motor en aguas turbulentas
fr_fr: Visibilité organique comme puissant moteur dans les eaux troubles
it_it: La Visibilità Organica come motore potente in acque agitate

source: Organic search strategy should be a key part of your online content. You know why? Organic clicks are free! These two criteria should always be taken into account to create an optimal environment: natural and sustainable.
de_de: Auch der Bereich der organischen Suche sollte ein maßgeblicher Teil Ihrer Online Strategie sein, denn organische Klicks sind kostenlos! Hierbei sind zwei Punkte zur Berechnung Ihres optimalen Kurses unerlässlich &ndash; Natürlichkeit und Nachhaltigkeit.
es_es: Una estrategia de búsqueda orgánica debe ser una parte clave de su contenido online. ¿Sabes por qué? ¡Los clicks orgánicos son gratis! Estos dos criterios se deben tener siempre en cuenta para crear un ambiente óptimo: natural y sostenible.
fr_fr: La stratégie de recherche organique doit être un élément-clé de votre contenu en ligne. Vous savez pourquoi ? Les clics organiques sont gratuits! Les deux critères suivants devraient toujours être pris en considération pour créer un environnement optimal : naturel et durable.
it_it: E' importante sviluppare contenuti online seguendo una precisa strategia di ricerca organica che punti sulla naturalezza e sulla sostenibilità. Sapete perché? Perché i click organici sono gratuiti!

source: Your customers need to recognize you as well as your products in the vast amount of results found, and they also need to be convinced through trustworthy content. We combine efficient online communication with target group oriented content, to ensure long-term organic visibility.
de_de: Ihre Kunden müssen Sie und Ihre Produkte in der Vielzahl der Ergebnisse erkennen und durch vertrauensvolle Inhalte überzeugt werden. Wir verbinden effiziente Online-Kommunikation mit zielgruppengerechten Inhalten und sorgen so für langfristige organische Sichtbarkeit.
es_es: Sus necesitan conocer a usted y a sus productos entre la gran cantidad de resultados encontrados, y ellos necesitan ser convencidos a través de contenido que transmita confianza. Combinamos una comunicación online eficiente con el grupo objetivo orientado al contenido, para asegurar la visibilidad orgánica a largo plazo.
fr_fr: Vos clients ont besoin de vous reconnaître tout autant que vos produits dans l'énorme quantité de résultats trouvés. Ils ont aussi besoin d'être convaincus grâce à du contenu de confiance. Nous combinons efficacement votre communication en ligne avec du contenu spécialement optimisé pour votre coeur de cible afin d'assurer votre visibilité organique sur le long terme.
it_it: E' importante che i potenziali clienti riconoscano il brand ed i vostri prodotti nella marea di risultati trovati e che riusciate a convincerli attraverso contenuti affidabili. Quan Digital combina un'efficiente comunicazione online con contenuti orientati ai target di mercato, per assicurare una visibilità organica che permane sul lungo periodo.

source: We choose Quality. Always.
de_de: Wir wählen Qualität. Immer.
es_es: Nosotros elegimos calidad. Siempre.
fr_fr: Nous choisissons la qualité. Toujours.
it_it: Scegliamo la Qualità. Sempre.

source: We provide credibility and power of persuasion. It’s the only way to sail in troubled waters.
de_de: Wir liefern Glaubwürdigkeit und Überzeugungskraft, denn nur so navigiert man durch schwierige Gewässer.
es_es: Proporcionamos credibilidad y poder de la persuasión. Es la única manera de navegar en aguas turbulentas.
fr_fr: Nous fournissons de la crédibilité et du pouvoir de persuasion. C’est le seul moyen de naviguer en eaux troubles.
it_it: Forniamo credibilità e potere di persuasione. E' l'unico modo per navigare in acque agitate.

source: Organic Visibility
de_de: Organische Sichtbarkeit
es_es: Visivilidad orgánica
fr_fr: Visibilité organique
it_it: Visibilità Organica

source: That's morse code for a 404
de_de: Das ist Morsecode für einen Fehler 404
es_es: Eso es código morse para un 404
fr_fr: C'est le code en morse pour une erreur 404
it_it: E' codice morse per un 404

source: Unfortunately what you were looking for is no longer here.
de_de: Leider ist das wonach Sie suchten nicht mehr hier.
es_es: Desafortunadamente lo que estabas buscando ya no está aquí.
fr_fr: Malhereusement ce que vous cherchez n'est plus ici.
it_it: Purtroppo quello che cercavi non si trova più qui.

source: Click here to go back home
de_de: Klicken Sie bitte hier um zur Home zurückzukehren.
es_es: Click aquí para volver a la Home
fr_fr: Cliquez ici pour revenir sur la page d'accueil
it_it: Clicca qui per tornare alla home

source: Team
es_es: Equipo
fr_fr: Equipe

source: Take the Tour
es_es: De una vuelta
fr_fr: Prenez part au voyage

source: Jobs
es_es: Trabajos
fr_fr: Emplois
it_it: Carriera

source: Contact
de_de: Kontakt
es_es: Contacto
it_it: Contatti

source: Filter Posts:
de_de: Posts filtern:
es_es: Filtrar posts:
fr_fr: Filtrer les articles:
it_it: Filtra Post:

source: Hide Tweets
de_de: Tweets verbergen
es_es: Ocultar Tweets
fr_fr: Cacher les Tweets
it_it: Nascondi Tweet

source: Social Media
fr_fr: Médias sociaux

source: Retweet
de_de: Retweeten
